Revit 2027 API
RebarShapeConstraint Properties
The RebarShapeConstraint type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarShapeConstraint Class
Autodesk.Revit.DB.Structure Namespace